    
 <?php

return [

    /**
     * Αν θέλουμε να μην επηρεάζεται ο φάκελος ΙΝΒΟΧ από το Ηλ.Πρωτόκολλο
     * φτιάχνουμε ένα άλλο φάκελο πχ protocol ή forProtocol ... 
     * και αντιγράφουμε εκεί τα μηνύματα που θέλουμε να πρωτοκολληθούν
     * ορίζουμε εδώ ποιον φάκελο θα παρακολουθεί το Ηλ.Πρωτόκολλο για Email
     * ορίζουμε και που θα στέλνει τα καταχωρισμένα και τα διαβασμένα
     * πχ
     *      'inbox' => 'protocol',
     *      'inProtocol' => 'protocol.inProtocol',
     *      'beenRead' => 'protocol.beenRead'
     * 
     * Έτσι το φιλτράρισμα τι θα πρωτοκολληθεί ή οχι γίνεται πριν την πρωτοκόλληση
     */

    'inbox' => 'INBOX',
    'inProtocol' => 'INBOX.inProtocol',
    'beenRead' => 'INBOX.beenRead'

];
