<?php

/**
 * 
 *  Εδώ ρυθμίζουμε την αρχική σελίδα ανάλογα με το ρόλο του χρήστη
 * 
 * 
 *  ΡΟΛΟΙ
 * 
 *  1 	Διαχειριστής
 *  2 	Αναθέτων
 *  3 	Συγγραφέας
 *  4 	Αναγνώστης
 * 
 * 
 *  ΑΡΧΙΚΗ ΣΕΛΙΔΑ
 *  
 *  '/home/list'    Πρωτόκολλο
 *  '/home/list/d'  Πρωτόκολλο προς Διεκπεραίωση
 *  '/home/list/e'  Πρωτόκολλο προς Ενημέρωση
 *  '/home/list/f'  Πρωτόκολλο Διεκπεραιώθηκε
 * 
 * 
 *  Αν θέλουμε να εμφανίζεται η Αναλυτική Λίστα
 *  προσθέτουμε στα παραπάνω στο τέλος το ακόλουθο querystring
 *  
 *  '?exp=true'
 * 
 * 
 */


return [

    'page' => [
        1 => '/home/list',
        2 => '/home/list',
        3 => '/home/list/d',
        4 => '/home/list/d'
    ]
    
];
